
#+BEGIN_SRC python :exports both :results verbatim :return df
import pandas as pd
df = pd.read_csv('oscilador.csv')
#+END_SRC

#+RESULTS:
|-----+------------+---------+-------------|
|   n |      Basis | Teórico | %$\epsilon$ |
|-----+------------+---------+-------------|
| 1.0 |  25.003211 |    25.0 |    0.012844 |
| 2.0 |  75.023610 |    75.0 |    0.031479 |
| 3.0 | 125.176689 |   125.0 |    0.141351 |
| 4.0 | 176.007818 |   175.0 |    0.575896 |
| 5.0 | 228.998429 |   225.0 |    1.777080 |
| 6.0 | 286.593618 |   275.0 |    4.215861 |
| 7.0 | 351.324440 |   325.0 |    8.099828 |
|-----+------------+---------+-------------|
